Repository: marcetcheverry/Itaka
Catalog: locale/*/LC_MESSAGES/itaka.po
Languages: es

source: Pynotify module is failing, disabling notifications
es: El módulo Pynotify ha fallado, deshabilitando notificaciones.

source: Pynotify module is missing, disabling notifications
es: El módulo Pynotify no existe, deshabilitando notificaciones

source: Could not find images directory %s
es: No se pudo encontrar el directorio de imagenes %s

source: Initializing in debug mode
es: Iniciando en modo debug

source: Loaded configuration %s
es: Configuración leida %s

source: Could not read configuration file (%s)
es: No se pudo leer el archivo de configuración (%s)

source: Detected old or broken configuration file. Fixing
es: Archivo de configuración viejo o roto detectado. Arreglandolo.

source: Saving configuration
es: Guardando configuración

source: Could not write configuration file %s
es: No se pudo grabar el archivo de configuración %s

source: Updating configuration key '%(key)s' to '%(value)s'
es: Actualizando opción de configuración '%(key)s' a '%(value)s'

source: Creating default configuration
es: Creando configuración predeterminada

source: Itaka %(version)s (r%(revision)s) starting
es: Itaka revision (r%(revision)s) pero version %(version)s iniciando

source: Itaka %s starting
es: Itaka %s iniciando

source: Could not find locale directory %s, not using locales.
es: No se pudo encontrar el directorio de imagenes %s

source: Usage: %s [OPTION...] Help Options: -h, --help Show help options -v, --version Show Itaka version -r, --revision Show Itaka revision Application Options: -d, --debug Start in debug mode
es: Uso: %s [opción...] Opciones de ayuda: -h, --help Mostrar opciones de ayuda -v, --version Mostrar version de Itaka -r, --revision Mostrar revision de Itaka Opciones de la aplicacion: -d, --debug Empezar en modo verboso

source: Could not initiate Console engine
es: No se pudo iniciar el motor de Consola

source: Could not initiate Configuration engine
es: No se pudo iniciar el motor de configuración

source: Could not initiate GUI: %s
es: No se pudo iniciar la interface: %s

source: Window Manager does not support _NET_WM hints
es: El manejador de ventanas no soporta _NET_WM

source: Active window is desktop
es: La ventana activa es el escritorio

source: Can not grab the current window
es: No se pudo capturar la ventana activa

source: Can not grab the current window because your window manager does not support NET_WM_* hints
es: No se puede capturar la ventana activa porque su manejador de ventanas no soporta _NET_WM

source: Not grabing the desktop as the current window
es: No se capturo el escritorio como la ventana activa

source: Your focus was on the destop when a client requested a screenshot, Itaka instead took a screenshot of the whole screen
es: Su foco estaba en el escritorio cuando el cliente pidió una captura, Itaka tomó una captura de la pantalla entera

source: Could not grab screenshot
es: No se pudo capturar la pantalla

source: GTK+ could not grab a screenshot of the screen
es: GTK+ no pudo capturar la pantalla

source: Could not grab screenshot, GTK+ error
es: No se pudo capturar la pantalla, error de GTK+

source: Could not save screenshot
es: No se pudo grabar la captura de pantalla

source: Could not save screenshot %s
es: No se pudo grabar la captura %s

source: Failed to import Itaka modules
es: Error al importar los modulos de Itaka

source: Could not import Twisted Network Framework
es: No se pudo importar el Twisted Network Framework

source: Client provided empty username and password
es: El cliente insertó un nombre de usuario y contraseña vacios

source: Client %s provided empty username and password
es: El cliente %s insertó un nombre de usuario y contraseña vacios

source: Client provided incorrect username and password
es: El cliente insertó un nombre de usuario y contraseña incorrecto

source: Client %(ip)s provided incorrect username and password: %(username)s:%(password)s
es: El cliente %s insertó un nombre de usuario y contraseña incorrecto: %s:%s

source: Screenshot taken
es: Captura tomada

source: %s captured the screen
es: %s pidió una captura

source: Could not initiate GTK modules: %s
es: No se pudo iniciar los modulos GTK: %s

source: Pygtk module is missing
es: No se pudo encontrar el modulo Pygtk

source: GTK+ bindings are missing
es: No se pudo encontrar los modulos GTK+

source: Itaka requires GTK+ 2.10, you have %s installed
es: Itaka requiere GTK+ 2.10, usted tiene %s instalado

source: St_art
es: Ini_ciar

source: St_op
es: _Detener

source: Show _Notifications
es: Mostrar _Notificaciones

source: Start
es: Iniciar

source: Events
es: Eventos

source: Details
es: Detalles

source: Clear
es: Vaciar

source: Pause
es: Pausar

source: <b>Server log</b>
es: <b>Registro del servidor</b>

source: <b>Preferences</b>
es: <b>Preferencias</b>

source: Port
es: Puerto

source: Authentication
es: Autentificación

source: Username
es: Usuario

source: Password
es: Contraseña

source: Format
es: Formato

source: Quality
es: Calidad

source: Scale
es: Tamaño

source: Window
es: Ventana

source: Notifications
es: Notificaciones

source: Fullscreen
es: Pantalla completa

source: Active window
es: Ventana activa

source: Could not save preferences
es: No se pudo grabar las preferencias

source: Logging paused
es: Registro detenido

source: Logging resumed
es: Registro resumido

source: Failed to start server
es: No se pudo iniciar el servidor

source: Failed to start server: %s
es: No se pudo iniciar el servidor: %s

source: Secure server
es: Servidor seguro

source: Server
es: Servidor

source: %(serverstring)s started on port %(port)d
es: %(serverstring)s iniciado en el puerto %(port)d

source: %(serverstring)s started on port %(port)s TCP. Serving %(format)s images with %(quality)d%% quality
es: %(serverstring)s iniciado en el puerto %(port)s TCP. Sirviendo imágenes %(format)s con %(quality)d%% de calidad

source: %(serverstring)s started on port %(port)s TCP. Serving %(format)s images
es: %(serverstring)s iniciado en el puerto %(port)s TCP. Sirviendo imágenes %(format)s

source: Stop
es: Detener

source: Itaka - Server running
es: Itaka - Servidor funcionando

source: Server stopped
es: Servidor detenido

source: Restarting the server to listen on port %d
es: Reiniciando el servidor para escuchar en el puerto %d

source: Itaka shutting down
es: Itaka terminando

source: day
es: día

source: hour
es: hora

source: minute
es: minuto

source: <b>When</b>:
es: <b>Cuando</b>:

source: Screenshot served to %s
es: Captura servida a %s

source: Screenshot number %(number)d served to %(ip)s
es: Captura número %(number)d servida a %(ip)s

source: <b>Served</b>: %d
es: <b>Servidas</b>: %d

source: <b>Client</b>: %s
es: <b>Cliente</b>: %s

source: Itaka - %s served
es: Itaka - %s servidas

source: screenshot
es: captura
